Fluig Treinamento/Treinamento/wcm/widget/brunosoap/src/main/webapp/resources/js/xmls/ECMCardService_create.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.dm.ecm.technology.totvs.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:create>
         <companyId></companyId>
         <username></username>
         <password></password>
         <card>
            <item>
               <cardData>
                  <field>nome</field>
                  <value name="nome"></value>
               </cardData>            
               <parentDocumentId></parentDocumentId>
            </item>
         </card>
      </ws:create>
   </soapenv:Body>
</soapenv:Envelope>